import React from "react";

const TermsOfService = () => {
  return (
    <div>
      <div className="container py-5">
        <h1>የዞሪት ቢዝነስ ሜኑ የአገልግሎት ደንብና ሁኔታዎች</h1>

        <h4>ጠቅላላ</h4>

        <h2>1. መሰረታውያን</h2>

        <p>ይህ የአገልግሎት ደንብና ሁኔታዎች (ከዚህ በሁዋላ “ደንቡ” ፣ “ስምምነቱ” - “ውሉ” ፣ “መርሁ”) ለዞሪት ቢዝነስ ሜኑ አገልግሎት ያሎትን የትኛውም ደራሽነት (access)
          እና አጠቃቀም የሚያስተዳድር ይሆናል፡፡</p>

        <p>1.1.የዞሪት ቢዝነስ ሜኑ አገልግሎቶች እና ይዘቶችን ለመድረስ ፣ ከዞሪት ቢዝነስ ሜኑ የሚሰጡ አገልግሎቶችን ለመጠቀም ፣ ማንኛውንም መረጃና አገልግሎት
          ለማግኘት/ለማስተላለፍ ፣አልያም ማንኛውንም ክንውኖች በዞሪት ቢዝነስ ሜኑ በኩል ወይም ከዞሪት ቢዝነስ ሜኑ ጋር ሲያደርጉ በዘህ የመርህ ስምምነት መሆኑን እና ይህ ውል
          ተፈፃሚነት ያለው መሁኑን በመረዳት መሆን ይኖርበታል፡፡</p>

        <p>1.2. ማንኛውም ክንውኖች ከዞሪት ቢዝነስ ሜኑ ጋር ከማድረግዎ በፊት ይህንን የአገልግሎት ደንብ እና ሁኔታዎች እንድታነቡ እና እንድትረዱት ፣ ከተጠቀሱ መመሪያዎች ጋር
          የማይስማሙ ከሆነ የዞሪት ቢዝነስ ሜኑን አገልግሎቶች እንዳይጠቀሙ የመከራል፡፡</p>

        <p>1.3. ማንኛውም ከላይ የተጠቀሱ ወይም ተያያዥነት ያላቸውን ተግባራት ሲደርጉ /የዞሪት ቢዝነስ ሜኑን አገልግሎቶች ሲጠቀሙ/ ከዞሪት ቢዝነስ ሜኑ ጋር አብረው ሲሰሩ ይህንን
          ውል አንብበው እንደተረዱት እና እንንደተስማሙ የቆጠራል፡፡</p>

        <p>1.4. ድርጅቱ ይህንን ውል በማንኛውም ሰዓት በሙሉም ሆነ በከፊል የመቀየር ወይም የማሻሻል መብት ያለው መሆኑን እና የተቀየረውን ደንብና ሁኔታዎች ወይም የደንብ እና
          ሁኔታዎች አካል በዚሁ ቦታ ላይ ከተለጠፈበት ቀን አንስቶ ተፈፃሚነት ያለው መሆኑን እና አገልግሎቱ የሚተዳደረውም አገልግሎቱን በሚጠቀሙበት ጊዜ ባለው ደንብ እና ሁኔታዎች
          በማወቅ በየጊዜው ማየት እና ማረጋገጥ ይኖርቦታል፡፡</p>

        <p>1.5. ስምምነቱ መሰረታዊ በሆነ ደረጃ በሚለወጥበት ጊዜ ለተጠቃሚዎች እና ለደንበኞቻችን በዚሁ ገፅ ላይ ወይም በማሳወቂያ ማመልከቻ <a
          href="https://business.zoritt.com/privacy-policy">Zoritt's Privacy policy</a> የምንገልፅ ይሆናል፡፡</p>

        <p>1.6. ዞሪት ቢዝነስ ሜኑ በማወቅ እድሚያቸው ከ18 ዓመት በታች የሆኑ ህጻናት እና ታዳጊዎች ምንም አይነት አገልግሎት የማየሰጥ ፣ አብሮ የማይሰራ ፣ መረጃ ወይም ሰነዶችን
          የማየለዋወጥ እንዲሁም ሌሎች ማናቸውም የህግ ድርጊቶች (juridical acts) የማይፈፅም መሆኑን እናሳውቃለን፡፡</p>

        <p>1.7. ከ13 ዓመት በላይ የሆኑ ታዳጊዎች በወላጆቻቸው ፤ አሳዳጊዎቻቸው ወይም በሞግዚት ሃላፊነት እና አጋዥት የዞሪት ቢዝነስ ሜኑን አገልግሎቶች ከተወሰኑ ገደቦች ጋር
          ሊጠቀሙ
          የሚችሉበት አግባብ ሊዘጋጅ ይችላል፡፡</p>

        <p>1.8. በንዑስ አንቀፅ አንድ ነጥብ ሰባት (1.7) የተጠቀሰው አገልግሎት በድርጅቱ በኩል በግልፅ ካልተቀመጠ በስተቀር ተፈፃሚነት አይኖረውም፡፡</p>

        <p>1.9. ለአካለ መጠን ያልደረሱ ወይም ህጋዊ ተግባራትን የማድረግ መብታቸው በፍርድ ቤት በህግ የተገደበ ሰዎች በዚህ ደንብ እና ሁኔታዎች ሙሉ በሙሉ ቢስማሙ እንኩዋን የዞሪት
          ቢዝነስ ሜኑን አገልግሎት መጠቀም አይችሉም፡፡</p>

        <h2>2. ትርጉም</h2>

        <h3>2.1. የውሉ አካላት ፤ ማንነትን ማመልከቻ</h3>

        <ul>
          <li>ሀ. “እርሶ” ፣ “ደምበኛ” – “ነጋዴ” ፣ “የንግድ ተቁዋም” የድርጅቱን አገልግሎቶች በማንኛውም ሁኔታ ሊጠቀሙ የሚችሉ የተፈጥሮም ሆነ የህግ አግባብ የላቸውን ሰዎች
            ያመለክታል፡፡
          </li>
          <li>ለ. “ዞሪት ቢዝነስ ሜኑ” ፣ “እኛ” ፣ “ድርጅቱ” የሚለው በበጅሮንድ ቴክ ኃ/የተ/የግ/ማ ስር ተመዝግቦ የሚገነውን አገልግሎታችንን ያመለክታል፡፡</li>
          <li>ሐ. “ሶስተኛ ወገኖች /ሰዎች/ አካላት” – “ሌሎች ሰዎች /ወገኖች/ አካላት” የሚለው ከእርሶ እና ከኛ ውጪ ያሉ አካላትን ያመለክታል፡፡</li>
          <li>መ. በንዑስ አንቀፅ “ሀ” ላይ የተመለከተው “ደምበኛ” ፣ “ነጋዴ” ፣ “የንግድ ተቁዋም” የሚለው በዞሪት ቢዝነስ ሜኑ በኩል መረጃ የሚያስተላልፉ ፤ የሚያስተዋውቁ
            የምርት እና
            አገልግሎት ሰጪ ተቁዋማትን የሚወክል ሲሆን “ተጠቃሚ” የሚለው ከዞሪት ቢዝነስ ሜኑ የተለያዩ ይዘት እና መረጃዎችን የሚያገኙ የዞሪት ቢዝነስ ሜኑ አገልግሎት ተጠቃሚዎችን
            ያመለክታል፡፡
          </li>
        </ul>

        <h3>2.2. ይዘቶች</h3>

        <ul>
          <li>ሀ. “ይዘት” ማለት ማለት ማንኛውም ፅሁፍ ፣ ሰነድ ፣ ምስል ፤ ተንቀሳቃሽ ምስል ፤ ድምፅ ፣ ወይም/እና ሌሎች ማንኛውም መረጃ እና ጭብጥ መረጃዎች ማለት ነው፡፡
          </li>
          <li>ለ. “የዞሪት ቢዝነስ ሜኑ ይዘቶች” ማለት ዞሪት ቢዝነስ ሜኑ ላይ የሚለቀቁ ፤ የሚተላለፉ የሰራጩ መረጃዎች ሲሆኑ ከዞሪት ቢዝነስ ሜኑ አገልግሎቶች ጋር ተያያዥነት
            ያላቸው
            ናቸው፡፡
          </li>
          <li>ሐ. “የእርሶ ይዘት” ማለት እርሶዎ ዞሪት ቢዝነስ ሜኑ ላይ የሚለቁት ፣ የሚያስተላልፉት ፣ የሚየሰራጩት ከዞሪት ቢዝነስ ሜኑ ጋር በተያያዘ የሚሰጡት ይዘት/ መረጃ
            ነው፡፡
          </li>
          <li>መ. “የሶስተኛ ወገን /ሰው/ አካል ይዘት” ማለት ምንጫቸው ከዞሪት ቢዝነስ ሜኑ ተጠቃሚዎች ወይም ደንበኞች ውጪ የሆኑ አካለት ከዞሪት ቢዝነስ ሜኑ አገልግሎቶች ጋር
            በተያያዘ
            ሊለቀቁ የሚችሉ ይዘቶች/ መረጃዎች ናቸው፡፡
          </li>
          <li>ሠ. “የአገልግሎት ይዘት” ማለት ማንኛውም ከዞሪት ቢዝነስ ሜኑ አገልግሎት ጋር በተያያዘ የሚገኙ ፣ የሚተላለፉ ፣ የሚሰራጩ ይዘቶች ማለት ሲሆን ከላይ ከተጠቀሱት ውስጥ
            አንዱን
            ወይም ከዚያ በላይ ሊያካትት ይችላል፡፡
          </li>
        </ul>


        <h4>2.3. አካውንት እና ገፆች</h4>

        <ul>
          <li>ሀ. “የተጠቃሚ ገፅ” ማለት ዞሪት ቢዝነስ ሜኑ ድረገፅ (zoritt.com እና ተያያዥ የድረገፁ አድራሻዎች) እና የስልክ መተግበሪያ ነው፡፡</li>
          <li>ለ. “የነጋዴ / የንግድ ተቁዋማት ገፅ” ማለት ዞሪት ቢዝነስ ሜኑ ላይ የሚሰጠው ፤ የሚያቀርበው በስልክ መተግበሪያ ወይም ድረገፅ የሚያገኙት ገፅ ነው፡፡</li>
          <li>ሐ. “የተጠቃሚ አካውንት ማለት” የዞሪት ቢዝነስ ሜኑን አገልግሎት በቁዋሚነት ለመጠቀም የሚከፍቱት ወይም የሚመዘገቡበት ነው፡፡</li>
          <li>መ. “የነጋዴ / የንግድ ተቁዋማት አካውንት” ማለት ዞሪት ቢዝነስ ሜኑ ለደንበኞች ብቻ የሚሰጠው ፤ የሚያቀርበው የስልክ መተግበሪያ ወይም የድረገፅ መመዝገቢያ ነው፡፡
          </li>
          <li>ሠ. “አካውንት“ ማለት በጥቅሉ የተጠቃሚ አልያም የነጋዴ / የንግድ ተቁዋማት መመዝገቢያ ነው፡፡</li>
        </ul>

        <h2>3. ስለ ቐንቐ እና አተረጉዋጎም</h2>

        <p>3.1. ለአገልግሎት እና ለአጠቃቀም ምቹነት ሲባል ይህ መመሪያ ወደተለያዩ ቐንቐዎች ሊተረጎም ይችላል፡፡ ነገር ግን የአማርኛው ቅጂ እንደ ዋናው ትርጉም ይቆጠራል፡፡</p>

        <p>3.2. ሌሎች ቅጂዎች እና ትርጉሞች ከአማርኛው ትርጉም ላይ በሚለያዩበት ወይም በሚጣረሱበት ጊዜ የአማርኛው ትርጉም ገዢ ይሆናል፡፡</p>

        <h6>ዝርዝር</h6>
        <h2>4. ስለ አካውንት መክፈት እና ምዝገባ</h2>
        <p>4.1. አንዳንድ የዞሪት ቢዝነስ ሜኑ አገልግሎቶችን በሚጠቀሙበት ጊዜ ወይም መጠቀም ከመጀመርዎ በፊት አካውንት ማውጣት ሊኖርቦት ይችላል፡፡</p>
        <p>4.2. አካውንት ማውጣትን አስፈላጊ ሆኖ ባገኙ ጊዜ አካውንት ለመክፈት ወይም ለመመዝገብ የሚጠየቁበት ቅፅ ላይ የሚያስቀምጡዋቸው መረጃዎች ትክክለኛ ፣ ወቅታዊ እና የተሙዋሉ
          እንዲሆኑ ይገደዳሉ፡፡</p>

        <p>4.3. አካውንት ሲያወጡ የሚሞሉት ቅፅ ላይ ያሰፈሩዋቸውን መረጃዎች ትክክለኛና ወቅታዊ እንደሚሆኑ እንዲሁም በአስፈላጊ ጊዜዎች ሁሉ ለማዘመን እና ለማደስ ይስማማሉ
        </p>
        <p>(ለምሳሌ፡-
          የስም ፣ የአድራሻ ፣ የአገልግሎት ወ.ዘ.ተ ለውጥ ሲኖር)፡፡</p>

        <p>4.4. ድርጅቱ የተሰጠው መረጃ በሙሉም ሆነ በከፊል የተሳሳተ ፣ ጊዜው ያለፈበት ወይም ጎዶሎ ሆኖ ካገኘው ወይም ሊሆን ይችላል ብሎ በምክኒያታዊነት ካመነ ያለምንም
          ማስጠንቀቂያ
          እና ቅድመ ማሳወቂያ አካውንቱን የማገድ ወይም የመሰረዝ ሙሉ መብት ያለው ሲሆን ጉዳዩ እስከሚታረም ድረስ በጊዜያዊነት ወይም እስከ መጨረሻው የድርጅቱን አገልግሎት የመከልከል
          መብት
          አለው፡፡</p>

        <p>4.5. አካውንት በሚያወጡበት ጊዜ የመረጡትን መለያ ስም ፣ የይለፍ ቃል ወይም ሌሎች መለያ እና ማንበሪያ (autentication) መረጃዎችን ለግል ጥቅምዎ በሚስጥራዊነት
          መጠበቅ የእርሶ ሀላፊነት ይሆናል፡፡</p>

        <p>4.6. አካውንት በሚያወጡበት ጊዜ ለዞሪት ቢዝነስ ሜኑ የሚሰጡዋቸው መረጃዎች እና ይዘቶች በጥንቃቄ በድርጅቱ የግለኝነት መርህ
          (https://www.zoritt.com/Zoritt
          privacy policy) መሰረት የሚተዳደሩ ይሆናሉ፡፡
        </p>

        <p>4.7. ከላይ የተጠቀሱትን መረጃዎች አውቀውም ሆነ ባለማወቅ ፤ በፍላጎትም ሆነ በቸልተኝነት ለሶስተኛ ወገን አሳልፈው ከሰጡ በዚህ ምክንያት ሊደርስ ከሚችል ማንኛውም ጉዳት
          ዞሪት ቢዝነስ ሜኑ ተጠያቂ እንደማይሆን እናሳውቃለን፡፡
        </p>

        <h2>5. የባለቤትነት ፤ ቅጂ እና ተዛማጅ መብቶች</h2>

        <p>5.1. የንግድ ስም ፣ የንግድ ምልክትን ጨምሮ የቅጂ እና ተዛማጅ መብቶች እንዲሁም ማናቸውም የአእምሮ ንበረት መብቶችን አሁን ባሉን እና ወደፊትም በምንሰራቸው ስራዎች ላይ
          የምናስጠብቅ መሆኑን እነገልፃለን፡፡</p>

        <p>5.2. የምናስጠብቃቸው የአእምሮ ንብረት መብቶች የምንሰራቸውን የኮምፒውተር ፐሮግራሞች ፣ ሰነዶች ፣ የግራፊክ እና ድረገፅ ዲዛይኖች ፣ ፅሁፎች ፣ ምስሎች ፣ ተንቀሳቃሽ
          ምስሎች
          ፣ ድምፆች ፣ ማብራሪያና ማሳያዎች ፣ አኒሜሽኖች ፣ የምናደራጃቸው የመረጃ ቐቶች ፣ የንግድ መለያዎች ፣ የድረገፅ አድራሻዎች ፣ የንግድ ስም ፣ የንግድ ምልክት እንዲሁም ፈጠራ
          የታከለበት ስያሜዎችና የመረጃ አደራደሮችን የሚጨምር ሲሆን በዚህ ብቻ የሚገደብ አይሆንም፡፡</p>

        <p>5.3. የዞሪት ቢዝነስ ሜኑ ይዘቶች የዞሪት ቢዝነስ ሜኑ ንብረቶች ናቸው፡፡</p>

        <p>5.4. የዞሪት ቢዝነስ ሜኑ ይዘቶችን አንድ ቅጂ የንግድ አላማ ለሌለው የግል ጥቅም ዳውንሎድ ማድረግ ወይም መቅዳት ይፈቀዳል፡፡ ነገር ግን ሁሉም የቅጂና ተዛማጅ የአእምሮ
          ንብረት
          መብቶች እንደተጠበቁ ይሆናሉ፡፡</p>

        <p>5.5. በንዑስ አንቀፅ 5.4 ከተመለከተው ሁኔታ ውጪ ማንኛውም ቅጂ ፣ ማባዛት ፣ መለወጥ ፣ ማተም ፣ መለጠፍ ፣ ማስለጠፍ ወይም መበተን የተከለከለ ነው፡፡
        </p>   <p>5.6. በንዑስ አንቀፅ 5.5 ላይ የተቀመጠው ክልከላ በማስፈንጠሪያ (ሊንክ) ለሚደረጉ ማጋረቶች ተፈፃሚ አይደለም፡፡
      </p> <p>5.7. ከላይ ያሉትን ተግባራት በህግ በተፈፀመው ደረጃ ብቻ የማድረግና የድርጅቱን ፍቃድ የመጠየቅ ሀላፊነት የእርሶ ሲሆን ይህንን ተላልፈው ከተገኙ ተፈፃሚነት ባለው ህግ
        መሰረት
        የህግ መፍትሄዎችን የመፈለግ መብታችን ሙሉ በሙሉ የተጠበቀ ነው፡፡</p>
        <p> 5.8. በዞሪት ቢዝነስ ሜኑ ገፆች ላይ በተጠቃሚ ፣ በደንበኛ ወይም በሶስተኛ ወገን ለማስተላለፍም ሆነ ለሚለጠፉ ይዘቶች የአእምሮ ንብረት መብቶችን የማስጠበቅ ሀላፊነት እና
          ግዴታ
          የለበትም፡፡</p>
        <p> 5.9. በዞሪት ቢዝነስ ሜኑ በኩል ወይም ከዞሪት ቢዝነስ ሜኑ አገልግቶች ጋር በተያያዘ በሚያጋሩዋቸው ወይም በሚያስተላልፉዋቸው ይዘቶች ተጠያቂ እንደሆኑ እና ሀላፊነት
          የሚወስዱት
          እርስዎ እንደሆኑ እውቅና ይሰጣሉ፡፡</p>
        <p> 5.10. በዞሪት ቢዝነስ ሜኑ ላይ በዞሪት ቢዝነስ ሜኑ በኩል ወይም ከዞሪት ቢዝነስ ሜኑ አገልግቶች ጋር በተያያዘ በግልፅ የሚለቀቁትን መረጃ ያለምንም ተጠያቂነት ሙሉ በሙሉ
          የመጠቀም ፣ የማባዛት ፣ የማከማቸት መብት ይኖረናል፡፡</p>
        <p> 5.11. የእርስዎን የዞሪት ቢዝነስ ሜኑ ገፅ ወይም ግልፅ መረጃዎች ለማስታወቂያ እና ማሳያነት በተለያዩ መንገዶች ልንጠቀምበት እንችላለን ነገር ግን ይህ የግል መረጃ ዎችን
          አያጠቃልልም<a href="https://business.zoritt.com/privacy-policy"> (Zoritt's Privacy policy)</a>፡፡ </p>


        <h2>6. የአገልግሎት አጠቃቀም መመሪዎች</h2>

        <h3>6.1. የውል አመሰራረት እና መቐረጥ</h3>
        <p>ሀ. ማንኛውንም የዞሪት ቢዝነስ ሜኑ አገልግሎት ሲጠቀሙ በዚህ መመሪያ እና ደንብ መሰረት ከዞሪት ቢዝነስ ሜኑ ጋር የአገልግሎት ውል ይመሠርታሉ፡፡</p>
        <p>ለ. ተጨማሪ ሀላፊነቶችን የሚየስከትሉ አጠቃቀም እስካልተጠቀሙ ድረስ የዞሪት ቢዝነስ ሜኑ አገልግሎቶችን ሲያቆሙ ውሉ ቀሪ ይሆናል፡፡</p>

        <h3>6.2. የደምበኞች አገልግሎት ውል</h3>
        <p>ሀ. የዞሪት ቢዝነስ ሜኑ ደምበኞች በክፍያም ሆነ ከክፍያ ውጪ ምርት እና አገልግሎታቸውን ሲያስተዋውቁ ፣ ሲያስነግሩ ፣ መረጃ ሲያስተላልፉ ይህንን መመሪያ እና ደንበ ባከበረ
          መልኩ
          መሆን ይኖርበታል፡፡</p>
        <p>ለ. ከፋይ ደምበኞች በጥሬ ገንዘብ ፣ በባንክ ፣ በኤሌክትሮኒክስ ክፍያዎች ወይም በሌሎች በማናቸውም ድርጅቱ በሚያመቻቻቸው የክፍያ ዘዴዎች ክፍያ ሲፈፅሙ የአገልግሎት ሽያጭ
          ውል
          ይመሰረታል፡፡</p>
        <h3> 6.3. የአገልግሎት ሽያጭ ውሎች</h3>
        <p>ሀ. ማንኛውም የዞሪት ቢዝነስ ሜኑ ከፋይ ደንበኞች ወይም ማስታወቂያ አስነጋሪዎች የከፈሉበትን አገልግሎት የመጠቀም መብት አላቸው፡፡</p>
        <p> ለ. ዞሪት ቢዝነስ ሜኑ ከፋይ ደንበኞች ወይም ማስታወቂያ አስነጋሪዎች ከከፈሉበት እርከን በታች የሆነ አገልግሎት አይሰጥም፡፡</p>
        <p> ሐ. ዞሪት ቢዝነስ ሜኑ ለሚሰጣቸው አገልግሎቶች የሚያስከፍለው ክፍያ ተመላሽ አይሆንም፡፡</p>
        <p>መ. የቅናሽ እድል እያላቸው ላልተጠቀሙ ወይም ከሚገባው በላይ ክፍያ ለከፈሉ ደምበኞች እና ማስታወቂያ አስነጋሪዎች የድርጅቱን ውስጣዊ ሂደት ተከትሎ ተጨማሪውን ክፍያ የሚመጥን
          አገልግሎት ወይም ጊዜ በማራዘም (በአይነት) አልያም አስፈላጊ ሆኖ ከተገኘ በገንዘብ ተመላሽ ሊያደርግ ይችላል፡፡</p>
        <p>ሠ. ይህንን መመሪያ በመተላለፍ አካውንታቸው የሚዘጋ ፣ የሚታገድ ፣ የሚሰረዝ ደምበኞችም ሆኑ ማስታወቂያ አስነጋሪዎች የከፈሉት ገንዘብ ተመላሽ አይሆንም፡፡
        </p>    <h3> 6.4. ስለውል መቐረጥ</h3>
        <p>ሀ. ደምበኞች የዞሪት ቢዝነስ ሜኑ አገልግሎት ውልን ለማቐረጥ ቢፈልጉ ደምበኝነታቸውን እስከሚያቁዋርጡበት ጊዜ ድረስ ያሰፈሩዋቸው መረጃዎች በዞሪት ቢዝነስ ሜኑ ገፆች ላይ ቀሪ
          ሊሆኑ ይችላሉ፡፡</p>
        <p>ለ. በማንኛውም ጊዜ እና አጋጣሚ ደምበኞች የዞሪት ቢዝነስ ሜኑን የግለኝነት መርህ ፤ የአገልግሎት ደንብ እና ሁኔታዎች እንዲሁም ሌሎች የአሰራር ህጎችን ባያከብሩ ያለ
          ማስጠንቀቂያ
          አገልግሎቱን የማቁዋረጥ ሙሉ መብት ይኖረናል፡፡</p>

        <h2>7. ስለ ተደራሽነት</h2>

        <p>ዞሪት ሁሉም ገፆች እና መተግበሪያዎቹ በማንኛውም ሰአት ተደራሽ እና የሚሰሩ መሆኑን ለማረጋገጥ የተቻለውን ሁሉ የምናደርግ ሲሆን ነገር ግን ለዚህ ማረጋገጫ የማንሰጥ እና
          ግዴታ
          የማንገባ መሆኑን እናሳውቃለን፡፡</p>

        <h2>8. ስለ ግንኙነቶች</h2>

        <p>8.1. የዞሪት ቢዝነስ ሜኑ አገልግሎቶችን በመድረስ ወይም በመጠቀም ከእኛ ወይም ከሌሎች ተጠቃሚዎች ወይም ደምበኞች በተለያዩ መንገዶች ግንኙነቶች ለፈጠሩ እና መልእክቶች
          ሊላክልዎ ስለሚችል ራስዎን ለዚህ ክፍት እንደሚያደርጉ ይረዳሉ፡፡</p>
        <p>8.2. ከላይ በ “8.1.” ላይ የተጠቀሱትን መልእክቶች እና ግንኙነት በዞሪት ቢዝነስ ሜኑ ገፆች አልያም እንደ አጭር የፅሁፍ መልዕክት ፣ የኤሌክትሮኒክስ ደብዳቤዎች () ፣
          ኖቲፊኬሽኖች ፣ የስልክ ጥሪዎች ፣ የድምጽ መልዕክቶች እና የመሳሰሉት ሊደርስዎ እንደሚችል ተገንዝበው ፈቃድ ይሰጣሉ፡፡
        </p>   <p>8.3. የሚላክልዎ መልዕክት ዞሪት ቢዝነስ ሜኑን የሚያስተዋውቅ አልያም ሌሎች በዞሪት ቢዝነስ ሜኑ የተመዘገቡ ምርት እና አገልግሎቶች የሚያስተዋውቅ ሊሆን
        ይችላል፡፡
      </p>  <p>8.4. ዞሪት ቢዝነስ ሜኑ በማንኛውም መንገድ ከእርስዎ ጋር የሚለዋወጠው መልእክት እና የሚያደርጋቸው ግንኙነቶች ለአገልግሎት አሰጣጥ ጥራት እንዲያገለግል ሊቀዱ ፣
        ሊቀረፁ እና
        በግል መረጃ ቁዋታችን ሊቀመጡ እንደሚችሉ ፈቃድዎን ይሰጣሉ፡፡</p>
        <p> 8.5. ዞሪት ቢዝነስ ሜኑ በራሱ ስም እና አድራሻ ከሚያስተላልፋቸው መልዕክቶችና እና ከሚያደርጋቸው ግንኙነቶች ውጪ በማንኛውም ተጠቃሚ ፣ ደምበኛም ሆነ ሌላ ሶስተኛ ወገን
          ሊደርስዎ ለሚችሉ መልዕክቶች ወይም ለሚፈጠሩ ግንኙነቶች ሀላፊነት አይወስድም፡፡</p>

        <h2>9. ስለ ሶስተኛ ወገን ይዘቶች እና አገልግሎቶች</h2>

        <p>9.1. ዞሪት ቢዝነስ ሜኑ የሶስተኛ ወገን ይዘቶች ሊያካትት ወይም ወደ ሶስተኛ ወገን ይዘቶች የሚያመሩ ማስፈንጠሪያዎችን ሊያካትት ይችላል፡፡</p>

        <p>9.2. ለሶስተኛ ወገን ይዘቶች አግባብነት፣ ትክክለኛነት፣ ተደራሽነት ምንም አይነት ሀላፊነት የማንወስድ መሆኑን እንዲሁም እነዚህን ይዘቶች እና መረጃዎችም በራስዎ ሀላፊነት
          እንደሚያዩ ወይም እንደሚጠቀሙ እውቅና ይሰጣሉ፡፡</p>

        <p>9.3. በዞሪት ቢዝነስ ሜኑ ላይ ሊያገኛቸው የሚችሉ የሶስተኛ ወገን ይዘቶች እና መረጃዎች ከዞሪት ቢዝነስ ሜኑ ቁጥጥር ውጪ መሆናቸውን አውቀው ከዚህ በተለየ በሌላ ደንብ
          እና
          ሁኔታዎች አልያም መመሪያዎች የሚተዳደሩ ሊሆኑ እንደሚችሉ በማወቅ እንዲያረጋግጡ እና ሀላፊነት እንዲወስዱ ይመከራል፡፡</p>

        <h2>10. ግምገማ እና አስተያየቶች</h2>

        <p>10.1. ዞሪት ቢዝነስ ሜኑ በገፆቹ አልያም በተለያዩ ሌሎች መንገዶች ከደንነኞች እና ተጠቃሚዎች ግምገም እና አስተያየቶች የሚሰበስብበትን ሁኔታዎች ሊያመቻች
          ይችላል፡፡</p>

        <p>10.2. በምናመቻቻቸው መንገዶች ግምገማ እና አስተያየትዎን ሲሰጡን፡-</p>
        <p> ሀ. የሚሰጡት ግምገማ እና አስተያየት ምንም አይነት የሌላ ወገን ሚስጥራዊ መረጃዎች ያልያዘ መሆኑን ያረጋግጣሉ፡፡</p>
        <p>ለ. ለሚሰጡን ግምገማ እና አስተያየት በሚስጥራዊነት የመጠበቅ ሀላፊነት የማንገባ መሆኑን እውቅና ይሰጣሉ፡፡</p>
        <p> መ. የሚሰጡን ማንኛውም ሀሳብና አስተያየት ከክፍያ ነፃ መሆኑን ያረጋግጣሉ፡፡</p>
        <p>ሠ. የሚሰጡን ግምገማ እና አስተያየት ከሮያሊቲ፣ ምስክር ክፍያ እንዲሁም ከቅጂ እና ተዛማጅ መብቶች ነፃ የሆነ እና በፈለግነው መንገድ የማስተላለፍ፣ የመጠቀም፣ የማተም፣
          የማባዛት፣
          የመቅዳት፣ የማከማቸት ወ.ዘ.ተ. መብታችን የተጠበቀ መሆኑን ያረጋግጣሉ፡፡</p>

        <h2>11. ውክልና እና ማረጋገጫ ስለመስጠት</h2>

        <p>11.1. ማንኛውም የዞሪት ቢዝነስ ሜኑ ተጠቃሚ ሆነ ደንበኛ ይህንን የአገልግሎት ደንብ እና ሁኔታዎች ጥሶ ቢያገኙ እንዲያሳውቁን የምናበረታታ ይሆናል፤ ነገር ግን ማንኛውም
          ዞሪት
          ቢዝነስ ሜኑ ደምበኛም ሆነ ተጠቃሚ የእርስዎን መብት በሚጥስ ወይም እርስዎን በሚጎዳ መልኩ ይህንን የአገልግሎት ደንብ እና ሁኔታዎች ጥሶ ቢገኝ እርስዎን ወክለን ውሉን
          የማስፈፀም
          ወይም
          የመከራከር ሀላፊነት አንወስድም፡፡</p>

        <p>11.2. ከላይ በ ”11.1.” ላይ የተጠቀው ሁኔታ ተከስቶ ሲገኝ እና እርስዎ ለኛ በሚያሳውቁን ጊዜ የራሳችንን ምርመራ እና ማጣራት አድርገን የድርጅታችንን የውስጥ አሰራር
          እና
          ደንብ በተከተለ መልኩ ተገቢውን እርምጃ ልንወስድ እንችላለን፡፡</p>

        <p>11.3. ከላይ በ “11.1.” እና በ “11.2.” ላይ የተጠቀሱት ድርጊቶች እንደሚፈፀሙ አልያም እንደማይፈጸሙ ምንም አይነት ማረጋገጫ አንሰጥም፡፡</p>

        <h2>12. ስለ ተጠያቂነት እና ሀላፊነት</h2>

        <p>- ይህ አንቀፅ ዞሪት ቢዝነስ ሜኑ ለተጠቃሚዎች፣ ለደንበኞች እንዲሁም ለሌሎች ሶስተኛ ወገኖች የሚኖረውን ተጠያቂነት እና ሀላፊነቶች የሚገድብ ይሆናል፡፡</p>

        <p>- በዚህ አንቀፅ ላይ የሚኖሩ የተጠያቂነት ሀላፊነት ገደቦች በህግ አግባብ እስከተፈቀደው ደረጃ ድረስ ተፈፃሚነት አላቸው፡፡</p>
        - በዚህ አንቀፅ ላይ የሰፈሩ የተጠያቂነትና ሀላፊነት ገደቦች የእርስዎን በውል የማይታገዱ መብቶች ለመገደብ ታስበው የተቀመጡ አይደሉም፡፡

        <p>12.1.የዞሪት ቢዝነስ ሜኑ አገልግሎት እና ይዘቶች ባሉበት ሁኔታ፣ በሚገኙበት አግባብ፣ ከነጥንካሬ እና ድክመታቸው እንዲጠቀሙበት ተብለው የተዘጋጁ ናቸው፡፡ በመሆኑም ዞሪት
          ቢዝነስ
          ሜኑ
          የደምበኞች፣ ተጠቃሚዎች
          አልያም
          የሶስተኛ
          ወገኖችን
          ይዘትና
          አገልግሎት
          መቆጣተርም
          ሆነ
          የማስተዳደር
          ስራ
          የማይሰራ
          መሆኑን
          በማወቅ
          በራስዎ
          ፈቃድ
          እና
          ሀላፊነት
          ይጠቀማሉ፡፡</p>
        <p>12.2.ዞሪት
          ቢዝነስ
          ሜኑ
          ስለ
          አገልግሎት
          እና
          ይዘቶች
          ወቅታዊነት፣ ምሉዕነት፣ ትክክለኛት፣ ተዓማኒነት፣ ደህንነቱ
          የተጠበቀ
          ስለመሆኑ(የእርስዎን
          መረጃዎች
          ጨምሮ፤ በዚህም
          ብቻ
          ሳይገደብ)
          እንዲሁም
          ጥራት
          እና
          ደረጃዎች
          ምንም
          አይነት
          ሀላፊነት
          የማይገባና
          ማረጋገጫ
          የማይሰጥ
          መሆኑን
          እናሳውቃለን፡፡</p>
      </div>
    </div>
  )
}

export default TermsOfService;